Repository: mduu/SolarLens
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: da, de, fr, it

source: Your feedback matters! Please consider rating us. Your support helps us improve.
da: Din feedback er vigtig! Overvej venligst at bedømme os. Din støtte hjælper os med at forbedre os.
de: Ihr Feedback ist uns wichtig! Bitte bewerten Sie uns. Ihre Unterstützung hilft uns, uns zu verbessern.
fr: Votre avis compte ! N'hésitez pas à nous évaluer. Votre soutien nous aide à nous améliorer.
it: Il tuo feedback è importante! Considera di darci una valutazione. Il tuo supporto ci aiuta a migliorare.

# Your house battery is at %@ (target %@ %@).
source: Your house battery is at %1$@ (target %2$@ %3$@).
da: Dit husbatteri er på %1$@ (mål %2$@ %3$@).
de: Deine Hausbatterie ist bei %1$@ (Ziel %2$@ %3$@).
fr: Ta batterie maison est à %1$@ (cible %2$@ %3$@).
it: La tua batteria di casa è al %1$@ (obiettivo %2$@ %3$@).

# Your house battery is at %lld%% (target %@ %lld%%).
source: Your house battery is at %1$lld%% (target %2$@ %3$lld%%).
da: Dit husbatteri er på %1$lld%% (mål %2$@ %3$lld%%).
de: Deine Haus-Batterie ist bei %1$lld%% (Ziel %2$@ %3$lld%%).
fr: Ta batterie maison est à %1$lld%% (cible %2$@ %3$lld%%).
it: La tua batteria di casa è al %1$lld%% (obiettivo %2$@ %3$lld%%).

source: Your house battery is forecast to reach %1$@ %2$lld%% — open Solar Lens to see the live state.
da: Dit husbatteri forventes at nå %1$@ %2$lld%% — åbn Solar Lens for live-status.
de: Deine Haus-Batterie wird voraussichtlich %1$@ %2$lld%% erreichen — öffne Solar Lens für den Live-Status.
fr: Ta batterie maison devrait atteindre %1$@ %2$lld%% — ouvre Solar Lens pour l’état en direct.
it: La tua batteria di casa dovrebbe raggiungere %1$@ %2$lld%% — apri Solar Lens per lo stato in tempo reale.

source: Your house battery needs to be at least %lld%% to run this automation.
da: Dit husbatteri skal være mindst %lld%% for at køre denne automation.
de: Deine Hausbatterie muss mindestens %lld%% haben, um diese Automation zu starten.
fr: La batterie de votre maison doit être à au moins %lld%% pour exécuter cette automatisation.
it: La batteria di casa deve essere almeno al %lld%% per eseguire questa automazione.

source: +2d
de: +2T
fr: +2j
it: +2g

source: 7d
de: 7T
fr: 7j
it: 7g

source: 30d
de: 30T
fr: 30j
it: 30g

source: 365d
de: 365T
fr: 365j
it: 365g

source: Balance
de: Bilanz
fr: Bilan
it: Bilancio

source: Import
de: Bezug
it: Importazione

source: Import %@
de: Bezug %@
it: Importazione %@

source: Import:
de: Bezug:
fr: Importation:
it: Importazione:

source: Orange Gradient
de: Oranger Farbverlauf
fr: Dégradé orange
it: Gradiente arancione

source: Software Installation:
de: Installiert am:
fr: Installation logicielle:
it: Installazione software:

source: Start automation
de: Automation starten
fr: Démarrer l'automatisation
it: Avvia automazione

source: Stop
de: Stopp
fr: Arrêter
it: Ferma

source: Tip:
de: Tipp:
fr: Astuce:
it: Suggerimento:

source: Type
de: Typ
it: Tipo

source: Upload
de: Hochladen
fr: Envoyer
it: Carica

source: Auto-reset
fr: Réinit. auto.
it: Reset auto.

source: Automation
fr: Automatisation
it: Automazione

source: Email
fr: Adresse email

source: Hardware Version:
fr: Version matérielle:
it: Versione hardware:

source: HW Version
fr: Version HW
it: Versione HW

source: Server Info
fr: Info serveur
it: Info server

source: Siri Integration
fr: Intégration Siri
it: Integrazione Siri

source: SM ID:
fr: ID SM:
it: ID SM:

source: Software Version:
fr: Version logicielle:
it: Versione software:

source: Solar Manager ID:
fr: ID Solar Manager:
it: ID Solar Manager:

source: Start
fr: Démarrer
it: Avvia

source: Status:
fr: Statut:
it: Stato:

source: SW Version
fr: Version SW
it: Versione SW

source: • Format: PNG
it: • Formato: PNG

source: Signal:
it: Segnale:

source: Version %@
it: Versione %@
